[X2DownloadableContentInfo_DarkXCOMRedux]
m_arrBackgroundOptions[0]=(BackgroundDisplayName="MOCX")

[X2Photobooth_MOCXStrategyAutoGen]
UnitWithKillsStrings[0]="已杀死 %KILLS 恐怖分子"
UnitWithKillsStrings[1]="已阻止 %KILLS 反政府者"

GenericUnitSurvivor[0]="城市守护者"
GenericUnitSurvivor[1]="无辜者守卫!"
GenericUnitSurvivor[2]="没有恐怖分子能打败他们"
GenericUnitSurvivor[3]="他们为你的安全而战！"

SquadDefeatedStrings1[0]="'反抗军'的受害者"
SquadDefeatedStrings1[1]="XCOM的残暴"
SquadDefeatedStrings2[0]="我们将永远铭记他们"
SquadDefeatedStrings2[1]="以他们的牺牲为荣"

SquadVictoriousStrings1[0]="反抗'反抗军'！"
SquadVictoriousStrings1[1]="一场坚不可摧的防御战！"
SquadVictoriousStrings2[0]="维新计划保佑我们"
SquadVictoriousStrings2[1]="维新计划保我们平安"

SoldierCapturedStrings[0]="失联但不会被遗忘"
SoldierCapturedStrings[1]="他们为你而战！"

[X2EventListener_MOCX_AbilityPoints]
UnitDiedTitle="俘虏失败"
UnitDied="<XGParam:StrValue0/!UnitName/> 没在俘获中幸存。"

UnitCapturedTitle="俘虏成功"
UnitCaptured="<XGParam:StrValue0/!UnitName/> 在俘获中幸存。"

LootTitle="缴获战利品"
Loot="从俘获中获得额外的战利品。"
